brew "coreutils"
brew "zsh"
brew "git"
brew "git-delta"
brew "rbenv"
brew "ripgrep"
brew "bat"
brew "eza"
brew "starship"
brew "gh"
brew "postgresql"
brew "fzf"
brew "nvim"
brew "lazygit"
brew "tokei"
brew "fd"
brew "lazydocker"
brew "zellij"
brew "fish"
