brew "coreutils"
brew "git"
brew "git-delta"
brew "ripgrep"
brew "gh"
brew "fzf"
brew "nvim"
brew "lazygit"
brew "tokei"
brew "fd"
brew "lazydocker"
brew "zoxide"
brew "sst/tap/opencode"
brew "starship
brew "jj"
brew "gum"
